app/controllers/students_controller.rb

	def create
	  @student = Student.new
	  @student.first_name = params[:title]
	  @student.last_name = params[:description]
	  @student.save
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "nico"], ["last_name", "bazzoni"], ["created_at", "2021-06-06 18:20:51.349557"], ["updated_at", "2021-06-06 18:20:51.349557"]]